[
    {
      "id": 1,
      "title": "Dil Ye Shaida",
      "lines": "Dil Ye Shayda Peer- E- Yazdani Pe Hai Iska Kehna Peer- E -Yazdani Se Hai\n Hai Yeh Bus Tumpe Fida Ye Jaan lo Koi Nahi Tumre Siwa Ye Jaanlo\n Ab Kaha Jaye Yeh Tumko Chodke Hai Yahi Kehna Ab Iska Shor Se\n Peer Yazdani Ko Hai Dekhna Hai Khuda Aur Nabi Ko Dekhna",
      "isFavorite": false,
      "type": "Irfani"
    },
    {
      "id": 2,
      "title": "Nain Bhi Tarsat Hai Tumri Deed Ko",
      "lines": "Na Hi Todo Aap Ye Umeed Ko,  Ab Bohot Muddat Hui Hai Eid Ko, Jalwa Dikhla  Dijiye Jo Ho Soho\n\n Peer Yazdani Ko Hai Dekhna, Hai Khuda Aur Nabi Ko Dekhna\n\n Aapki Ulfat Mein Guzre Ye Zindegi, Ho Yahi Meri Talab Ab Aakhri, Aap Se Hai Aap Ko Hai Mangna, Hai Yehi Meri Dua Sunle Sada, \n\n Peer Yazdani Ko Hai Dekhna, Hai Khuda Aur Nabi Ko Dekhna\n\n Nakshe Paye Yaar Pe Jab Ho Jabi, Hai Urooje Bandegi Woh Har Ghadi, Aadil Ki Hai Sajdagah Chaukat Teri, Ho Ataa Aaqa Mere Raangat Teri,\n\n Peer Yazdani Ko Hai Dekhna, Hai Khuda Aur Nabi Ko Dekhna",
      "isFavorite": false,
      "type": "Irfani"
    },
    {
      "id": 3,
      "title": "Yazda Tu Nirala Hai",
      "lines": "Sab Husne Se Aala Hain, Yazda Tu Nirala Hai, Hai Sabke Sanam Lekin, Yazda Tu Nirala Hai,\n Surat Teri Irfani, Sirat Teri Rehmaani, Tu Noor Ka Jama Hai Yazda Tu Nirala Hai,\n Tujhko Mein Khuda Kehdu, Ya Rabbul Ulaa Kehdu, Alfaaz Nahi Milte, Yazda Tu Nirala Hai,\n Tu Apni Karimi Se Humko Bhi Nibha Lena, Meri Laaj Sharam Tumse, Yazda Tu Nirala Hai,\n Rabbani Se Pucho, Qurbat Mere Yazda Ki, Ye Aashiqe Yazda Hai, Yazda Tu Nirala Hai,\n Aadil Teri Baari Hai, Maikhana E Yazda Mein, Ye Sabko Pilaate Hai, Yazda Tu Nirala Hai",
      "isFavorite": false,
      "type": "Irfani"
    },
    {
      "id": 4,
      "title": "Bol",
      "lines": "Bol, ke lab azaad hain tere",
      "isFavorite": false,
      "type": "Irfani"
    },
    {
      "id": 5,
      "title": "Surat Pe Balhaari",
      "lines": "Tori Surat pe Balhaari Morey Daata Yazdani, Tumko Paane Kar Kar Bahane Yeh Saari Duniya Haari Tere Aaneke Khatir Meine Palkho Ko Apne Bichali Bal Bal Jau Nach Nach Jau Shah E Yazda Ki Aaayi Sawaari Sajh Dahj Ke Mein Nach Nach Ke Mein Yazda Piya Ko Manali Rabbani Ko Tumne Munawwar Karke Dono Aalam Mein  Azmat Badali Aadil Mein Aatu Ab Bus Jaa Tu Mann Mandir Maine Banali",
      "isFavorite": false,
      "type": "Irfani"
    },
    {
      "id": 6,
      "title": "Fakat Teri Mohobbat",
      "lines": "Fakat Teri Mohobbat, He Hai Sanad E Rehai Meri, Mein To Behunaar Hu Bus Teri Nisbat Hai Badayi Meri,\n Na hai talabe duniya, Na hain mad o zarr ki haajat, Tere kuche ki gulami hai BadShahi meri,\n Main jidhar dethta hu ab Nazar tu hi aata hai, Tere ishq me is qadr Badal chuki hai benai meri,\n Aaj mukhalifat par ja utar aae hai, Woh apne hai mere Bura kya khaak hoga mera Jab Tu Chahta hai bhalai meri,\n Farishte bhi pesh aaenge Bohot narmi se mujhse, Mere shijre me jab dekhenge ke tujh tak hai rasai meri\n Aadil ko kyu ho bhala Ab khoufe Jhannam, Khuda ke saame jab woh Denge gawahi meri",
      "isFavorite": false,
      "type": "Irfani"
    },
    {
      "id": 7,
      "title": "Mere Aakaa Peer Rabbani",
      "lines": "Tere hi Kadmo se to lage hai (2) Mere Aaka Peer Rabbani (r.a)  (1) Tere hi Jalwo pe Marr mite hai (2) Mere Aaka Peer Rabbani (r.a)\n (1) Tere hi Ishq mein doob jaana (1) Tujhme samaa Ke, khud ko Banana (2) Aisa hunar ab to humko ata kar (2) Mere Aaka Peer Rabbani (r.a)\n (1) Aap Yazda ke Raaj dulare (1) Aapna Jeewan Unpe Waare (2) Tum Yazda je Aake ke Taare (2) Mere Aaka Peer Rabbani (r.a)\n (1) Tere Bina Ab na Jeena Gawara (1) Aa Bhagwan Ab Mandir Mein Aaja (2) Pooja Karenge Paiya Padege (2) Mere Aaka Peer Rabbani (r.a)\n  (1 Tere Hi Dum se Yeh Zindagi Hai (1) Tu Jo Nahi To Kuch Bhi Nahi Hai (2) Aadil Ko Bhi Tumhi Nibhana Mere Aaka Peer Rabbani (r.a) (1)",
      "isFavorite": false,
      "type": "Irfani"
    },
    {
        "id": 8,
        "title": "Salaam",
        "lines": "Salaam Lelo Ay Peer E Yazda , Khada Hai Humsab Salaam Lelo, Hum Bekaso Ka Tumhi Sahaara, Khade Hai Hum Sab Salaam Lelo\n Ke Hai Jhalak Tum Mein Mustafa Ki, Ke Hai Chamak Tum Mein Khud Khuda Ki Tumho Sarapa E Noor E Ahmed, Khade Hai Hum Sab Salaam Lelo\n Ke Tumho Saakhi Hamare Yazda, Pilao Kuch Aisa Jaam E Irfaan Nasha Rahe Jiska Taa Qayamat, Khade Hai Hum Sab Salaam Lelo\n Tumhara Mangta Hu Mere Aaqa, Suno Dua E Meri Khudaara Lagalo Kadmo Se Apne Mujhko, Khade Hai Hum Sab Salaam Lelo\n Yahi Hai Chahat Yahi Hai Hasrat, Rahe Salamat Tumhaari Nisbat Yahi Sahara Hai Do Jaha Mein Khade Hai Hum Sab Salaam Lelo\n Ye Hai Gulistaan Peer E Yazda, Rahega Yuhi Jo Taa Qayamat Ke Is Chaman Se Rabbani(r.a) Bhi hai, Khade Hai Hum Sab Salaam Lelo.",
        "isFavorite": false,
        "type": "Salaam"
      },
      {
        "id": 9,
        "title": "Dum Ba Dum Yehi Zikr",
        "lines": "Dum Ba Dum Yehi Zikr Hona, Allah Bhi Hona Muhammad Bhi Hona Jo Bhi Hona So Hona, Bus Mere Yazda Ka Saath Hona. Tumbhi Hona Mein Bhi Hona, Illahllah Ban Ke Muhammed Hona Jo Bhi Hona Jidhar Bhi Hona, Pehle Yaha Hona Phir Waha Hona. Muhammed Bhi Hona Ali Bhi Hona, Fatima Wa Hassan, Hussain Hona Sab Hona To Hona Magar, Har Jaa Tu Mere Saath Hona. Madaar Ka Jalwa Bhi Hona, Ghouse Bhi Hona Khawaja Bhi Hona Madaar Ghous wa Khawaja Banke, Yazdani Allah Hai Allah Hona. Daana Dekh Ko Nadaan Hona, Gandum Kha Kar Bahaar Hona. Bahaar Ho Kar Khud Mein Khona, Daana Hona Nadaan Na Hona. Mila Hua Tha Juda Hona, Juda Hokar Mila Hona. Khud Hi Mein Khokar Khuda Hona, Fanna Hokar Bakaa Hona Hum Naam Ho Kar Gum Naam Hona, Mai Nahi Janta Mera Kya Hona Hona To Fakat Itna Hona, Yazdani Ke Kadmo Mein Rabbani(r.a) Khaak Hona.",
        "isFavorite": false,
        "type": "Irfani"
      },
      {
        "id": 10,
        "title": "Mere Aakaa Peer Rabbani",
        "lines": "Tere hi Kadmo se to lage hai (2) Mere Aaka Peer Rabbani (r.a)\n (1) Tere hi Jalwo pe Marr mite hai (2) Mere Aaka Peer Rabbani (r.a)\n (1) Tere hi Ishq mein doob jaana (1) Tujhme samaa Ke , khud ko Banana (2) Aisa hunar ab to humko ata kar (2) Mere Aaka Peer Rabbani (r.a)\n (1) Aap Yazda ke Raaj dulare (1) Aapna Jeewan Unpe Waare (2) Tum Yazda je Aake ke Taare (2) Mere Aaka Peer Rabbani (r.a\n (1) Tere Bina Ab na Jeena Gawara (1) Aa Bhagwan Ab Mandir Mein Aaja (2) Pooja Karenge Paiya Padege (2) Mere Aaka Peer Rabbani (r.a)\n  (1) Tere Hi Dum se Yeh Zindagi Hai (1) Tu Jo Nahi To Kuch Bhi Nahi Hai (2) Aadil Ko Bhi Tumhi Nibhana Mere Aaka Peer Rabbani (r.a) (1)",
        "isFavorite": false,
        "type": "Irfani"
      },
      {
        "id": 11,
        "title": "Husn E Yaar",
        "lines": "Husn E Yaar Mein Kya Khoob Nazara Dekha, Peer Yazdani Ke Chehre Ka Nazara Dekha\n Ishq Mein Jo Bhi Duba, Usko Ubharte Dekha, Tere Jalwo Mein Kitno Ko Hi Marte Dekha\n Yu To Kehne Ko To Hai Laakhoon Haseen Duniya Mein, Meri Nazro Ne To Yeh Husn Nirala Dekha\n Peer E Rabbani Tera Hoga Chiraaga Har Dum, Kyuke Yazda Ka Karam Tujhpe Nirala Dekha\n Ho Munawwar Ab Aadil Bhi Sajde Mein Tere, Humne Kitno Ko Tere Darpe Sawarte Dekha",
        "isFavorite": false,
        "type": "Irfani"
      }
]